12/data/attachments/b70f74a7fc79834e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kristen_account_Actions_81973_4</nif:username>
            <nif:friendToBeRequested>soap_actions_b8bdc268-8d1c-4fe1-af39-b8ece679cdb1</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>